Repository: david-soto-m/concentrate
Catalog: po/*.po
Languages: es

source: %s needs to be a non zero int
es: %s necesita ser un entero no cero

source: %s is not accessible or existant
es: %s no es accessible o no es existente

source: Creating file:
es: Creando archivo

source: Making directory
es: Creando el directorio

source: Invalid setting
es: Ajuste no válido

source: ERROR: SETTINGS not right. Please take a look at error message. Modify accordingly ~/.config/concentrate/settings
es: ERROR: Ajustes no correctos. Por favor comprueba el mensaje de error.Modifica ~/.config/concentrate/settings acordemente

source: Invalid argument
es: Argumento no válido

source: No directory found
es: Directorio no encontrado

source: I will block:
es: Bloquearé

source: I will block them every %ld seconds
es: Los bloquearé cada %ld segundos

source: Concentrate: Concentrate [OPTIONS] This is a distraction free mode developed by David. An idiot. It may block sources of distractions. Bugs are to be expected. Any resemblace to functionality is an accident and probably wont ever happen again. Because David is an idiot Options: -f: (n) [FILE] Sigkills every instance of processes in the file.It's unsafe. Be careful. It probably allows code injection through input files. The validation scheme only checks if the char is used in process names. Provide n paths either relative or absolute -N: Disables the printing of an exit in a file.
es: Concentrate: Concentrate [OPTIONS] Este es un modo sin distracciones hecho por un idiota, David. Puede que bloquee algunas fuentes de distracciones. Habrá bugs. Cualquier cosa que se parezca a funcionalidad es un accidente y probablemente no volverá aocurrir. Porque David, es imbécil Opciones: -f: (n) [Archivo] Sigkillea cada programa que se encuentre en el archivo. Ten cuidado Probablemente se pueda inyectar código. El esquema de validación solo comprueba que los caracteres se usen en nombres de procesos Deben proveerse n caminos relativos o absolutos -N: Desabilita el imprimir un exit en un archivo

source: Interacting:
es: Interactuando:

source: exiting
es: Terminando

source: Are you using delaying tactics?
es: ¿Estás intentando retrasar lo inevitable?

source: starting break
es: Empezando el descanso

source: Finished handling
es: Terminando el manejo
